/**
 * Korean translation for bootstrap-datetimepicker
 * Gu Youn <http://github.com/guyoun>
 * Baekjoon Choi <http://github.com/Baekjoon>
 */
;(function($){
	$.fn.datetimepicker.dates['ko'] = {
		days: ["�?�요�?�", "월요�?�", "화요�?�", "수요�?�", "목요�?�", "금요�?�", "토요�?�", "�?�요�?�"],
		daysShort: ["�?�", "월", "화", "수", "목", "금", "토", "�?�"],
		daysMin: ["�?�", "월", "화", "수", "목", "금", "토", "�?�"],
		months: ["1월", "2월", "3월", "4월", "5월", "6월", "7월", "8월", "9월", "10월", "11월", "12월"],
		monthsShort: ["1월", "2월", "3월", "4월", "5월", "6월", "7월", "8월", "9월", "10월", "11월", "12월"],
		suffix: [],
		meridiem: ["오전", "오후"],
        today: "오늘",
	};
}(jQuery));
